---
kind: other
id: Methods.T:Autodesk.Revit.DB.FabricationConnectorInfo
source: html/2544f53e-e307-6ab4-eba1-557a035543c5.htm
---
# FabricationConnectorInfo Methods

Checks if there are any double wall connectors fabricated.